# 데이터 문해력 1주차 정규과제

📌통계학 정규과제는 매주 정해진 분량의 『*빅데이터 시대, 성과를 이끌어 내는 데이터 문해력*』 을 읽고 학습하는 것입니다. 이번 주는 아래의 **Statistics_1th_TIL**에 나열된 분량을 읽고 `학습 목표`에 맞게 공부하시면 됩니다.

아래의 문제를 풀어보며 학습 내용을 점검하세요. 문제를 해결하는 과정에서 개념을 스스로 정리하고, 필요한 경우 추가자료와 교재를 다시 참고하여 보완하는 것이 좋습니다.

1주차는 `1부. 앞으로 필요한 건 데이터 문해력: 분석보다 활용` 를 읽고 새롭게 배운 내용을 정리해주시면 됩니다.


## Statistics_1th_TIL

### 1장. 앞으로 필요한 건 데이터 문해력 : 분석보다 활용
#### 1-1. 기계가 할 일과 사람이 할 일

#### 1-2. 통계를 배워도 왜 활용하지 못하나?

#### 1-3. 데이터를 먼저 보지 마라 - 데이터 안에 답은 없다.



## 주차별 학습 (Study Schedule)

| 주차  | 공부 범위       | 완료 여부 |
| ----- | --------------- | --------- |
| 1주차 | 1장 p.13~32     | ✅         |
| 2주차 | 2장 p.33~78     | 🍽️         |
| 3주차 | 3장 p.79~130    | 🍽️         |
| 4주차 | 4장 p.131~166   | 🍽️         |
| 5주차 | 5장 p.167~190   | 🍽️         |
| 6주차 | 6장 p.191~208   | 🍽️         |
| 7주차 | 7,8장 p.209~236 | 🍽️         |

<!-- 여기까진 그대로 둬 주세요-->



---

# 1️⃣ 개념정리
## 01. 기계가 할 일과 사람이 할 일

```
✅ 학습 목표 :
* 데이터 시대에 기계와 인간의 역할 차이를 이해한다.
* 인간이 데이터 해석에서 수행해야 할 판단과 책임의 중요성을 인식한다. 
```
<!-- 새롭게 배운 내용을 자유롭게 정리해주세요.-->
인간보다 기계가 잘 하는일이 분명히 존재하고 인간은 그부분을 인정하고 인간이 할수있고 잘하는 생각을 해야한다
생각 - 작동 - 생각 중 인간은 생각에 집중해야한다 기계의 연산을 따라잡을 수 없기때문에 인정하고
데이터분석시 생각에 시간을 더 쏟아야한다
데이터활용에 필요한 3가지 상자
생각하고 -> 작업하고 -> 생각한다
분석전 문제 정의, 가설설정 -> 분석을위한 기술 -> 분석결과 해석



## 02. 통계를 배워도 왜 활용하지 못하나

```
✅ 학습 목표 :
* 통계 지식이 잘 활용되지 못하는 이유를 설명하고, 실무에 필요한 통계적 사고의 핵심 요소를 말할 수 있다.
* 기술 자체보다는 문해력과 사고력의 중요성을 인식한다. 
```

<!-- 새롭게 배운 내용을 자유롭게 정리해주세요.-->
단순히 통계지식을 가지고 있는것 만으로는 데이터를 활용하고, 데이터에서 유의미한 정보를 찾아내는것이 어렵다
해당 통계량이 어떤 의미를 가지고있고 이면에는 어떤정보를 가지고있는지 해당 데이터에서의 통계량을 억지로 추출하는게 아니라
해당 데이터의 진짜 의미를 파악해야한다




## 03. 데이터를 먼저 보지 마라 - 데이터 안에 답은 없다
```
✅ 학습 목표 :
* 책에서 말하고자 하는 데이터 활용 프로세스에 대해 이해한다.
* '데이터 활용을 못 하는' 사람들의 공통점인 과제를 인식한다.
```
<!-- 새롭게 배운 내용을 자유롭게 정리해주세요.-->
무작정 데이터를 뜯어보기보다 해당 데이터를 잘 이해하고
무엇을 알고싶은지, 알게되면 무엇을 하고싶은지를 알고, 정의하고 생각하는것이 훨씬 중요하다
데이터분석은 목적이 아닌 수단이 되어야한다
문제정의 -> 현상파악 -> 요인 -> 방법(해결)순으로 진행되어야함



<br>
<br>

# 2️⃣ 확인 문제

## 문제 1.

> **🧚Q.지민이는 데이터 리터러시에 익숙하지 않은 마케터입니다. 최근 자사 제품에 대한 설문 조사 결과를 보고 아래와 같은 결론을 내렸습니다.**
>
> *지민* : **설문 응답자의 70%가 '제품에 만족한다'고 답했어요. 그러니 이번 제품은 성공적이에요! 이제 발표자료만 만들면 될 것 같아요.**
>
> **하지만 동료인 승화는 다음과 같은 반론을 제기했습니다.**
>
> *승화* : **그렇게 말하기엔 이 결과만으로는 부족한 것 같아요. 응답자가 누구고, 왜 응답했는지부터 먼저 생각해 봐야 하지 않을까요?**
>
> **위 사례에서 지민이의 결론이 왜 데이터 문해력 관점에서 문제 정의와 해석 측면에서 부족한지 설명하세요. 책에서 `데이터 활용에 필요한 3가지 상자` 에서 어느 단계가 잘못되었는지 지적하고, 올바른 사고 흐름을 제시해보세요.**



<!--학습한 개념을 활용하여 자유롭게 설명해 보세요. 구체적인 예시를 들어 설명하면 더욱 좋습니다.-->

<!-- 데이터 문해력의 흐름에 대한 문제입니다. -->

```
설문응답자는 만족한 사람만 설문했을 가능성도 있고, 강제로 설문에 참여하게하거나, 설문경품이 매력적인 경우 쉽게 대답하고 넘길 수도 있어 해당 자료의 신뢰성에 대해서 생각을 해봐야합니다
3가지 상자에서 분석결과 해석부분이 잘못되었습니다. 해당 데이터를 해석하고 스토리를 구축하는 과정에서 너무 쉽고 안일하게 결론내린 점이 잘못되었습니다.
해당 과정에서 왜 70%가 만족한다고 응답했는지, 혹시 설문과정이 어떻게 진행되었고 오류는 없었는지를 면밀히 살펴본 후 결론내려야합니다
```

### 🎉 수고하셨습니다.